{
  "sections": [
    {
      "title": "Beasts",
      "subtitle": "Wild of the Land",
      "image": "bestiary_cards_beasts",
      "entries": [
        {
          "title": "Bears",
          "intro": "Know that ditty about the bear \"climbing the mountain, to see what he could see?\" Biggest load of rubbish I've ever heard. When a bear climbs a mountain, it's not to see. It's to hunt. To kill.",
          "author": "Jahne Oldak, royal huntsman",
          "detail": "Bears are omnivores – meaning men find a place in their diet beside berries, roots and salmon. When they snack on humans, they most frequently partake of the meat of travelers unwittingly trespassing on their territory, or else that of hunters for whom besting such a creature is a lifelong ambition.\n\nThere are several subspecies of bears – black bears, polar bears and cave bears – which differ from one another in coloring as well as in size and strength. All share one trait in common, however: a near-unmatched ability to kill.",
          "image": "bestiary_bear_654x727",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "beast"
            ],
            "potions": [

            ],
            "signs": [
              "quen"
            ]
          }
        },
        {
          "title": "Big Bad Wolf",
          "expansion": "BaW",
          "intro": "You ask why I have these big hands, my friend? Well, I'll tell you my secret: exercise.",
          "author": "Big Bad Wolf",
          "detail": "The Big Bad Wolf who lived in the Land of a Thousand Fables was, like the other denizens of that strange sphere, created by Artorius Vigo based on a figure from folk tales. Once he served as a playmate to the duke's daughters, acting out scenes with a certain red-hooded girl and her grandmother, but as the fable land slowly degenerated, so did he.\n\nGeralt and Syanna met the Big Bad Wolf while he was nursing a nasty hangover and was not eager to cooperate. Yet since our heroes needed a bean which the wolf had, they forced him to act out his tale.\n\nThat tale ended as it always had: the Big Bad Wolf attacked the Hunter (played by Geralt), biting and clawing him fiercely while his own wounds healed almost instantaneously. Inevitably, however, the Big Bad Wolf was killed and his stomach cut open.\n\nThis time, out came not a grandma and her granddaughter, but a magic bean.",
          "image": "bestiary_bigbadwolf_654x727",
          "vulnerabilities": {
            "bombs": [
              "devils_puffball"
            ],
            "oils": [
              "beast"
            ],
            "potions": [

            ],
            "signs": [

            ]
          }
        },
        {
          "title": "Dogs",
          "intro": "They say a dog's a man's best friend... But in these foul times one best be wary, even of his friends.",
          "author": "Alfred Pankratz, beggar from Novigrad",
          "detail": "Some claim dogs are reflections of their masters. A well-treated pet repays his owner with loyalty and trust, whereas an ill-treated one repays this treatment in kind as well, meeting yells with barks and kicks with bites. Since there is an abundance of bad men, so, too, is there an abundance of bad dogs. Most dangerous of all are the vagrant mutts who have lost all respect for men and developed a taste for blood and carrion.\n\nDogs usually attack in packs, choosing isolated victims, especially ones in whom they sense some kind of weakness. Packs of rabid dogs usually only dare attack children, drunkards, the elderly and cripples. Yet when backed into a corner, they will defend themselves with frothing bites and sharp claws against all and sundry.",
          "image": "bestiary_dog_654x727",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "beast"
            ],
            "potions": [

            ],
            "signs": [

            ]
          }
        },
        {
          "title": "Panthers",
          "expansion": "BaW",
          "intro": "Pussy cat, pussy cat, where have you been?\n\nI've been to Cintra to look at the queen\n\nPussy cat, pussy cat, what did you there?\n\nRun, fool, that's not a cat but a panther!",
          "author": "rare variant of a traditional folk rhyme",
          "detail": "Panthers are dangerous predators found in forests and other woodlands. They are quick, agile and, like all cats, diabolically cunning. In many less-than-thoroughly-urbanized areas, folk still believe panthers are the stranded souls of those who die in their sleep. Superstition thus holds anyone perishing in this way should be dragged to the nearest woods and left there without a burial. The panther-spirit of the deceased may then devour its own body, thereby passing on to the nether realms.\n\nThis belief must be eradicated by any means, for it leads to epidemics of cholera and other contagious diseases born of rotting corpses.\n\nBesides, it is patently ridiculous, given panthers are not necrophages and will not consume carrion of any sort. They prefer more spry and lively prey, such as deer or even humans, provided they are not ill and do not stink too badly.\n\nPanthers (and their tawny-coated cousins, mountain lions) are incredibly swift and able to sneak up on prey undetected to gain the advantage of surprise.\n\nAs soon as they enter open terrain, they leap to attack with astonishing speed, mauling their prey with their sharp claws, long teeth and the sheer force of their momentum.\n\nPanthers are known to retreat mid-fight, yet do not let yourself be fooled into a false sense of security. This is but a ruse to allow them to attack again, by surprise. Never drop your guard until you see the animal drop dead.\n\nPanthers are vulnerable to the effects of all the Signs, as well as bombs and oils.",
          "image": "bestiary_panther_654x727",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "beast"
            ],
            "potions": [

            ],
            "signs": [

            ]
          }
        },
        {
          "title": "The Beast of Beauclair",
          "expansion": "BaW",
          "intro": "",
          "author": "",
          "detail": "Eyewitnesses to gruesome monster attacks always have a hard time describing the creature in question. The beasts move quickly and often attack at night, while the witnesses are terrified and primarily concerned with fleeing for their lives. As a result, witchers quite often have no inkling what creature they face until they find tracks or otherwise establish something for themselves. Such was the case with the Beast tormenting Beauclair. Geralt knew it was deadly, elusive and fiendishly clever. Everything else he heard was clearly the product of imaginations fed by fear of a dangerous predator.\n\nWhen Geralt identified the Beast, he discovered it was a higher vampire, meaning one of the most difficult foes a witcher can come to face.\n\nHigher vampires are superhumanly strong and fast. They can turn completely invisible, and each comes with its own personalized set of talents and abilities perfected through centuries of existence.\n\nWhen Geralt realized he was dealing with such a creature, he swore foully and realized the rumors about the Beast had not been exaggerated in the slightest.",
          "image": "bestiary_thebeastofbeauclair_654x727",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "vampire"
            ],
            "potions": [
              "black_blood"
            ],
            "signs": [
              "quen"
            ]
          }
        },
        {
          "title": "Three Little Pigs",
          "expansion": "BaW",
          "intro": "Why bother with brick? In this climate, even a straw house's nice and cozy.",
          "author": "a little pig",
          "detail": "The three little pigs are perfect examples of a rather unfortunate phenomenon. Leave even a kind-hearted, warm, naively benign creature to fend for itself, and it won't remain so benign for long.\n\nThe three little pigs from the Land of a Thousand Fables were left for years without Artorius Vigo's supervision. During this time they went completely feral, transforming into three wild boars which attacked anyone who dared approach their ruined home.",
          "image": "bestiary_threelittlepigs_654x727",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "beast"
            ],
            "potions": [

            ],
            "signs": [

            ]
          }
        },
        {
          "title": "Wild Boars",
          "expansion": "HoS",
          "intro": "How doth the little wild boar\n\nImprove his shining tusks,\n\nAnd rut them 'gainst the forest floor,\n\nAnd on the trees' rough husks!\n\nHow cheerfully he seems to grin\n\nHow neatly spreads his claws,\n\nAnd welcomes little lasses in,\n\nWith gently smiling jaws!",
          "author": "Louis of Charolle, mathematician, author and poet",
          "detail": "These woodland beasts are as \"wild\" – untamed, nasty and aggressive – as their name indicates. To this day, many peasants in outlying Kaedweni villages believe wild boars persist on a diet of young maids, though in truth they most often slate their hunger with roots and acorns. Do not think this vegetarian diet makes them harmless, however. In fact, these animals' stout build and sharp teeth render them veritable fur-covered combat machines. Mother Nature has additionally equipped them with dual pairs of tusks - upper \"pipes\" and lower \"sabres\" - and this weaponry's sum effect is to make the beasts the terrors of the woods, a threat to all who venture or dwell there, human, humanoid and otherwise. Boars also have hard, club-like snouts, which some peasants call their \"whistles,\" though no boar has ever been heard to make such a noise. Instead, they emit a characteristic grunt, which sounds to some like the snoring of an extremely overweight man. Another peasant belief claims boars have extremely prickly natures, and, if offended, will vent their anger by knocking down fences and gobbling up potatoes. Though they sometimes live alone, boars usually appear in small groups of 3 to 5 specimens.",
          "image": "bestiary_wildboar_654x727",
          "vulnerabilities": {
            "bombs": [
              "northern_wind"
            ],
            "oils": [
              "beast"
            ],
            "potions": [

            ],
            "signs": [
              "igni",
              "yrden"
            ]
          }
        },
        {
          "title": "Wolves",
          "intro": "Friend of mine used to say that with all these griffins and basilisks and whatnot, good old fashioned wolves weren't nothing to worry about... Then the damned beasts devoured half his flock.",
          "author": "Yngvar, shepherd",
          "detail": "Once upon a time wolves were the absolute rulers of the forest. Men used them to frighten children, while adults, too, trembled at the sound of their howling. Post-Conjunction monsters not only pushed wolves into the deepest wilds but also took over their place in human nightmares. Yet this does not mean the old predators ceased to be a danger. Wolves do not have a drop of magic within them, breathe no fire and spit no acid, but that in no way stops them from killing unwary travelers and hunters.\n\nParticularly dangerous are wargs, a nasty and ferocious subspecies of wolf, and the snow-white wolves which today can only be found in the wild highlands of the Skellige archipelago.\n\nWolves usually feed in packs counting from a handful to over a dozen members, though some particularly strong males hunt alone. Though wolves are weaker than many post-Conjunction monsters, they make up for any lack of strength with their intelligence. When fighting them one must be especially careful not to become surrounded. The presence of wolves can also signal more serious trouble – these predators often share their hunting grounds with werewolves and leshens.",
          "image": "bestiary_wolf_362x454",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "beast"
            ],
            "potions": [

            ],
            "signs": [

            ]
          }
        }
      ]
    },
    {
        {
          "title": "Werewolves",
          "intro": "Wolves aren't as bad as they're made out to be. Werewolves, though – they're every bit as bad and worse.",
          "author": "Elsa Vilge, archer",
          "detail": "Werewolves are creatures with both men and wolves inside them. When in beastly form, they take the worst traits of each: the wolf's drive to kill and hunger for raw flesh and the man's cruel and calculating intelligence. A werewolf's condition comes about through a curse, and the transformations happen outside his conscious control. When he reverts to human form, he has no memory of his deeds – otherwise he would surely go mad and take his own life.\n\nWerewolves are active at night, particularly when the moon is full. Though they hunt alone, when threatened they will summon wolves to aid them. Werewolves rarely feel the need to flee, for few adversaries put up much of a fight against them. They strike as swiftly as lightning with claws sharp as razors and regenerate any damage received in mere moments. When fighting werewolves a witcher should wield a blade covered in oil harmful to the cursed and have a large supply of Devil's Puffballs handy.\n\nA werewolf's curse can at times be lifted, yet there is no universal, surefire method for doing this. A witcher seeking to undertake such a task must there equip himself with a great deal of patience – and sturdy armor.",
          "image": "bestiary_werewolf_654x727",
          "vulnerabilities": {
            "bombs": [
              "moon_dust",
              "devils_puffball"
            ],
            "oils": [
              "cursed"
            ],
            "potions": [

            ],
            "signs": [
              "igni"
            ]
          }
        }
      ]
    },
    
        {
          "title": "Beann'shies",
          "expansion": "BaW",
          "intro": "Beann'shies howl and shriek, and if you hear their cry, you can know you'll join the ranks of the dead that night.",
          "author": "beggar from Dun Dâre",
          "detail": "Old gossips claim beann'shies are the spirits of women stuck between life and death due to traumatic experiences. Their wails and howls are considered ill omens of imminent, inevitable death, though they are said not to attack the living themselves. Most often they appear in the form of pale, tear-streaked women with shriveled faces and wrinkled, corpse-like bodies.",
          "image": "bestiary_beannshie_654x727",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "specter"
            ],
            "potions": [

            ],
            "signs": [

            ]
          }
        },
        {
          "title": "Daphne's Wraith",
          "expansion": "BaW",
          "intro": "",
          "author": "",
          "detail": "During his stay in Toussaint, Geralt became involved with a curiuos case of gynodendromorphy - that is to say, a woman who had been turned into a tree. When one cut into this tree's bark, it bled, and when the wind blew through its leaves, one could hear muffled sobs. Geralt investigated the matter and learned magic (or possibly a curse) was responsible for the transformation, and it surely had something to do with a certain sad episode form the woman's past. The love of Daphne's life, a knight errant, had gone to the witch of Lynx Crag and never returned, leaving her to wait for him forever, filled with sadness and longing.",
          "image": "bestiary_daphneswraith_654x727",
          "vulnerabilities": {
            "bombs": [

            ],
            "oils": [
              "specter"
            ],
            "potions": [

            ],
            "signs": [

            ]
          }
        },
        {
          "title": "The Bruxa of Corvo Bianco",
          "expansion": "BaW",
          "intro": "",
          "author": "",
          "detail": "The bruxa Geralt encountered and killed in self-defense at Corvo Bianco differed from other creatures of this sort. Firstly, it was more intelligent, capable even of articulating words in human language without much difficulty. What's more, this bruxa was tied to the Beast, the mysterious murderer prowling Beauclair at the time.\n\nFighting it presented Geralt with quite the challenge. Like other bruxae, this one possessed strength and speed far above that of any human, could turn invisible and could attack using a sonic wave.\n\nAs is typical for all vampires, it sought to suck its victim's blood. This meant the usual defense against those creatures, the Black Blood potion, was an effective weapon against it, as were the Moon Dust bomb and, naturally, the witcher's trusty silver blade.",
          "image": "bestiary_thebruxaofcorvobianco_654x727",
          "vulnerabilities": {
            "bombs": [
              "moon_dust"
            ],
            "oils": [
              "vampire"
            ],
            "potions": [
              "black_blood"
            ],
            "signs": [
              "yrden"
            ]
          }
        }
      ]
    }
  ]
}
